Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# guideline_monthly_note__uk
source: Your monthly target follows automatically: %1$d units. The WHO guideline is a source, not a verdict.
da: Dit månedlige mål følger automatisk med: %1$d %2$@. WHO's retningslinje er en kilde, ikke en dom.
de: Dein Monatsziel ergibt sich automatisch: %1$d %2$@. Die WHO-Empfehlung ist eine Quelle, kein Urteil.
es_419: Tu objetivo mensual se ajusta solo: %1$d %2$@. La referencia de la OMS es una fuente, no un veredicto.
es_es: El objetivo mensual sale solo: %1$d %2$@. La recomendación de la OMS es una referencia, no un veredicto.
fil: Awtomatikong sumusunod ang buwanang target mo: %1$d na %2$@. Sanggunian ang guideline ng WHO, hindi hatol.
fr: Votre objectif mensuel suit automatiquement : %1$d %2$@. Le repère de l'OMS est une référence, pas un verdict.
fr_ca: Ta cible mensuelle suit automatiquement : %1$d %2$@. Le repère de l'OMS est une source, pas un verdict.
id: Target bulananmu mengikuti otomatis: %1$d %2$@. Pedoman WHO adalah rujukan, bukan vonis.
it: L'obiettivo mensile viene di conseguenza: %1$d %2$@. Il riferimento OMS è una fonte, non un verdetto.
ja: 1か月の目標は自動で決まります: %1$d%2$@。WHOの指針は出典であって、判定ではありません。
ko: 월간 목표는 자동으로 따라와요: %1$d %2$@. WHO 기준은 출처일 뿐, 판정이 아니에요.
ms: Sasaran bulanan anda mengikut secara automatik: %1$d %2$@. Garis panduan WHO ialah rujukan, bukan penghakiman.
pl: Cel miesięczny wylicza się automatycznie: %1$d jednostki. Wytyczne WHO to źródło, nie wyrok.
pt_br: Sua meta mensal acompanha automaticamente: %1$d %2$@. A diretriz da OMS é uma referência, não um veredito.
th: เป้าหมายรายเดือนจะตามมาเองโดยอัตโนมัติ %1$d %2$@ แนวทางขององค์การอนามัยโลกเป็นแหล่งอ้างอิง ไม่ใช่คำตัดสิน
tr: Aylık hedefiniz otomatik olarak belirlenir: %1$d %2$@. DSÖ rehberi bir kaynaktır, bir hüküm değil.
vi: Mục tiêu tháng tự động theo sau: %1$d %2$@. Khuyến nghị của WHO là một nguồn tham khảo, không phải một phán quyết.
zh_hant_hk: 每月目標會自動跟着：%1$d %2$@。世衞的指引是一個出處，不是一個判決。

# guideline_monthly_note__us
source: Your monthly target follows automatically: %1$d standard drinks. The WHO guideline is a source, not a verdict.
da: Dit månedlige mål følger automatisk med: %1$d %2$@. WHO's retningslinje er en kilde, ikke en dom.
de: Dein Monatsziel ergibt sich automatisch: %1$d %2$@. Die WHO-Empfehlung ist eine Quelle, kein Urteil.
es_419: Tu objetivo mensual se ajusta solo: %1$d %2$@. La referencia de la OMS es una fuente, no un veredicto.
es_es: El objetivo mensual sale solo: %1$d %2$@. La recomendación de la OMS es una referencia, no un veredicto.
fil: Awtomatikong sumusunod ang buwanang target mo: %1$d na %2$@. Sanggunian ang guideline ng WHO, hindi hatol.
fr: Votre objectif mensuel suit automatiquement : %1$d %2$@. Le repère de l'OMS est une référence, pas un verdict.
fr_ca: Ta cible mensuelle suit automatiquement : %1$d %2$@. Le repère de l'OMS est une source, pas un verdict.
id: Target bulananmu mengikuti otomatis: %1$d %2$@. Pedoman WHO adalah rujukan, bukan vonis.
it: L'obiettivo mensile viene di conseguenza: %1$d %2$@. Il riferimento OMS è una fonte, non un verdetto.
ja: 1か月の目標は自動で決まります: %1$d%2$@。WHOの指針は出典であって、判定ではありません。
ko: 월간 목표는 자동으로 따라와요: %1$d %2$@. WHO 기준은 출처일 뿐, 판정이 아니에요.
ms: Sasaran bulanan anda mengikut secara automatik: %1$d %2$@. Garis panduan WHO ialah rujukan, bukan penghakiman.
pl: Cel miesięczny wylicza się automatycznie: %1$d drinka standardowego. Wytyczne WHO to źródło, nie wyrok.
pt_br: Sua meta mensal acompanha automaticamente: %1$d %2$@. A diretriz da OMS é uma referência, não um veredito.
th: เป้าหมายรายเดือนจะตามมาเองโดยอัตโนมัติ %1$d %2$@ แนวทางขององค์การอนามัยโลกเป็นแหล่งอ้างอิง ไม่ใช่คำตัดสิน
tr: Aylık hedefiniz otomatik olarak belirlenir: %1$d %2$@. DSÖ rehberi bir kaynaktır, bir hüküm değil.
vi: Mục tiêu tháng tự động theo sau: %1$d %2$@. Khuyến nghị của WHO là một nguồn tham khảo, không phải một phán quyết.
zh_hant_hk: 每月目標會自動跟着：%1$d %2$@。世衞的指引是一個出處，不是一個判決。

# guideline_monthly_note__vn
source: Your monthly target follows automatically: %1$d standard drinks. The WHO guideline is a source, not a verdict.
da: Dit månedlige mål følger automatisk med: %1$d %2$@. WHO's retningslinje er en kilde, ikke en dom.
de: Dein Monatsziel ergibt sich automatisch: %1$d %2$@. Die WHO-Empfehlung ist eine Quelle, kein Urteil.
es_419: Tu objetivo mensual se ajusta solo: %1$d %2$@. La referencia de la OMS es una fuente, no un veredicto.
es_es: El objetivo mensual sale solo: %1$d %2$@. La recomendación de la OMS es una referencia, no un veredicto.
fil: Awtomatikong sumusunod ang buwanang target mo: %1$d na %2$@. Sanggunian ang guideline ng WHO, hindi hatol.
fr: Votre objectif mensuel suit automatiquement : %1$d %2$@. Le repère de l'OMS est une référence, pas un verdict.
fr_ca: Ta cible mensuelle suit automatiquement : %1$d %2$@. Le repère de l'OMS est une source, pas un verdict.
id: Target bulananmu mengikuti otomatis: %1$d %2$@. Pedoman WHO adalah rujukan, bukan vonis.
it: L'obiettivo mensile viene di conseguenza: %1$d %2$@. Il riferimento OMS è una fonte, non un verdetto.
ja: 1か月の目標は自動で決まります: %1$d%2$@。WHOの指針は出典であって、判定ではありません。
ko: 월간 목표는 자동으로 따라와요: %1$d %2$@. WHO 기준은 출처일 뿐, 판정이 아니에요.
ms: Sasaran bulanan anda mengikut secara automatik: %1$d %2$@. Garis panduan WHO ialah rujukan, bukan penghakiman.
pl: the same four with drink standardowy / drinki standardowe / drinków standardowych / drinka standardowego
pt_br: Sua meta mensal acompanha automaticamente: %1$d %2$@. A diretriz da OMS é uma referência, não um veredito.
th: เป้าหมายรายเดือนจะตามมาเองโดยอัตโนมัติ %1$d %2$@ แนวทางขององค์การอนามัยโลกเป็นแหล่งอ้างอิง ไม่ใช่คำตัดสิน
tr: Aylık hedefiniz otomatik olarak belirlenir: %1$d %2$@. DSÖ rehberi bir kaynaktır, bir hüküm değil.
vi: Mục tiêu tháng tự động theo sau: %1$d %2$@. Khuyến nghị của WHO là một nguồn tham khảo, không phải một phán quyết.
zh_hant_hk: 每月目標會自動跟着：%1$d %2$@。世衞的指引是一個出處，不是一個判決。

# guideline_monthly_note__who
source: Your monthly target follows automatically: %1$d standard drinks. The WHO guideline is a source, not a verdict.
da: Dit månedlige mål følger automatisk med: %1$d %2$@. WHO's retningslinje er en kilde, ikke en dom.
de: Dein Monatsziel ergibt sich automatisch: %1$d %2$@. Die WHO-Empfehlung ist eine Quelle, kein Urteil.
es_419: Tu objetivo mensual se ajusta solo: %1$d %2$@. La referencia de la OMS es una fuente, no un veredicto.
es_es: El objetivo mensual sale solo: %1$d %2$@. La recomendación de la OMS es una referencia, no un veredicto.
fil: Awtomatikong sumusunod ang buwanang target mo: %1$d na %2$@. Sanggunian ang guideline ng WHO, hindi hatol.
fr: Votre objectif mensuel suit automatiquement : %1$d %2$@. Le repère de l'OMS est une référence, pas un verdict.
fr_ca: Ta cible mensuelle suit automatiquement : %1$d %2$@. Le repère de l'OMS est une source, pas un verdict.
id: Target bulananmu mengikuti otomatis: %1$d %2$@. Pedoman WHO adalah rujukan, bukan vonis.
it: L'obiettivo mensile viene di conseguenza: %1$d %2$@. Il riferimento OMS è una fonte, non un verdetto.
ja: 1か月の目標は自動で決まります: %1$d%2$@。WHOの指針は出典であって、判定ではありません。
ko: 월간 목표는 자동으로 따라와요: %1$d %2$@. WHO 기준은 출처일 뿐, 판정이 아니에요.
ms: Sasaran bulanan anda mengikut secara automatik: %1$d %2$@. Garis panduan WHO ialah rujukan, bukan penghakiman.
pl: the same four with drink standardowy / drinki standardowe / drinków standardowych / drinka standardowego
pt_br: Sua meta mensal acompanha automaticamente: %1$d %2$@. A diretriz da OMS é uma referência, não um veredito.
th: เป้าหมายรายเดือนจะตามมาเองโดยอัตโนมัติ %1$d %2$@ แนวทางขององค์การอนามัยโลกเป็นแหล่งอ้างอิง ไม่ใช่คำตัดสิน
tr: Aylık hedefiniz otomatik olarak belirlenir: %1$d %2$@. DSÖ rehberi bir kaynaktır, bir hüküm değil.
vi: Mục tiêu tháng tự động theo sau: %1$d %2$@. Khuyến nghị của WHO là một nguồn tham khảo, không phải một phán quyết.
zh_hant_hk: 每月目標會自動跟着：%1$d %2$@。世衞的指引是一個出處，不是一個判決。

# guideline_target_units
source: %1$d units
da: %1$d %2$@
de: %1$d %2$@
es_419: %1$d %2$@
es_es: %1$d %2$@
fil: %1$d na %2$@
fr: %1$d %2$@
fr_ca: %1$d %2$@
id: %1$d %2$@
it: %1$d %2$@
ja: %1$d%2$@
ko: %1$d %2$@
ms: %1$d %2$@
pl: %1$d jednostki
pt_br: %1$d %2$@
th: %1$d %2$@
tr: %1$d %2$@
vi: %1$d %2$@
zh_hant_hk: %1$d %2$@

# guideline_target_units__dk
source: %1$d standard drinks
da: %1$d %2$@
de: %1$d %2$@
es_419: %1$d %2$@
es_es: %1$d %2$@
fil: %1$d na %2$@
fr: %1$d %2$@
fr_ca: %1$d %2$@
id: %1$d %2$@
it: %1$d %2$@
ja: %1$d%2$@
ko: %1$d %2$@
ms: %1$d %2$@
pl: %1$d drinka standardowego
pt_br: %1$d %2$@
th: %1$d %2$@
tr: %1$d %2$@
vi: %1$d %2$@
zh_hant_hk: %1$d %2$@

# guideline_target_units__jp
source: %1$d standard drinks
da: %1$d %2$@
de: %1$d %2$@
es_419: %1$d %2$@
es_es: %1$d %2$@
fil: %1$d na %2$@
fr: %1$d %2$@
fr_ca: %1$d %2$@
id: %1$d %2$@
it: %1$d %2$@
ja: %1$d%2$@
ko: %1$d %2$@
ms: %1$d %2$@
pl: %1$d drinka standardowego
pt_br: %1$d %2$@
th: %1$d %2$@
tr: %1$d %2$@
vi: %1$d %2$@
zh_hant_hk: %1$d %2$@

# guideline_target_units__uk
source: %1$d units
da: %1$d %2$@
de: %1$d %2$@
es_419: %1$d %2$@
es_es: %1$d %2$@
fil: %1$d na %2$@
fr: %1$d %2$@
fr_ca: %1$d %2$@
id: %1$d %2$@
it: %1$d %2$@
ja: %1$d%2$@
ko: %1$d %2$@
ms: %1$d %2$@
pl: %1$d jednostki
pt_br: %1$d %2$@
th: %1$d %2$@
tr: %1$d %2$@
vi: %1$d %2$@
zh_hant_hk: %1$d %2$@

# guideline_target_units__us
source: %1$d standard drinks
da: %1$d %2$@
de: %1$d %2$@
es_419: %1$d %2$@
es_es: %1$d %2$@
fil: %1$d na %2$@
fr: %1$d %2$@
fr_ca: %1$d %2$@
id: %1$d %2$@
it: %1$d %2$@
ja: %1$d%2$@
ko: %1$d %2$@
ms: %1$d %2$@
pl: %1$d drinka standardowego
pt_br: %1$d %2$@
th: %1$d %2$@
tr: %1$d %2$@
vi: %1$d %2$@
zh_hant_hk: %1$d %2$@

# guideline_target_units__vn
source: %1$d standard drinks
da: %1$d %2$@
de: %1$d %2$@
es_419: %1$d %2$@
es_es: %1$d %2$@
fil: %1$d na %2$@
fr: %1$d %2$@
fr_ca: %1$d %2$@
id: %1$d %2$@
it: %1$d %2$@
ja: %1$d%2$@
ko: %1$d %2$@
ms: %1$d %2$@
pl: %1$d drinka standardowego
pt_br: %1$d %2$@
th: %1$d %2$@
tr: %1$d %2$@
vi: %1$d %2$@
zh_hant_hk: %1$d %2$@

# guideline_target_units__who
source: %1$d standard drinks
da: %1$d %2$@
de: %1$d %2$@
es_419: %1$d %2$@
es_es: %1$d %2$@
fil: %1$d na %2$@
fr: %1$d %2$@
fr_ca: %1$d %2$@
id: %1$d %2$@
it: %1$d %2$@
ja: %1$d%2$@
ko: %1$d %2$@
ms: %1$d %2$@
pl: %1$d drinka standardowego
pt_br: %1$d %2$@
th: %1$d %2$@
tr: %1$d %2$@
vi: %1$d %2$@
zh_hant_hk: %1$d %2$@

# guideline_weekly_target
source: Weekly target
da: Ugentligt mål
de: Wochenziel
es_419: Objetivo semanal
es_es: Objetivo semanal
fil: Target kada linggo
fr: Objectif hebdomadaire
fr_ca: Cible hebdomadaire
id: Target mingguan
it: Obiettivo settimanale
ja: 1週間の目標
ko: 주간 목표
ms: Sasaran mingguan
pl: Cel tygodniowy
pt_br: Meta semanal
th: เป้าหมายต่อสัปดาห์
tr: Haftalık hedef
vi: Mục tiêu tuần
zh_hant_hk: 每星期目標

# icon_intro
source: Same app, different coat. Pick whichever suits your Home Screen.
da: Samme app, ny frakke. Vælg den, der passer til din hjemmeskærm.
de: Gleiche App, anderes Kleid. Nimm, was zu deinem Startbildschirm passt.
es_419: La misma app, otro traje. Elige la que combine con tu pantalla de inicio.
es_es: La misma app con otro traje. Elige el que mejor le siente a tu pantalla de inicio.
fil: Parehong app, ibang balat. Piliin kung alin ang bagay sa Home Screen mo.
fr: Même app, autre habit. Choisissez celle qui va à votre écran d'accueil.
fr_ca: Même application, autre habit. Choisis celle qui va avec ton écran d'accueil.
id: Aplikasi yang sama, mantel berbeda. Pilih yang cocok dengan Layar Utamamu.
it: Stessa app, vestito diverso. Scegli quello che sta meglio nella tua schermata Home.
ja: 同じアプリ、違う装い。ホーム画面に合うものを選んでください。
ko: 같은 앱, 다른 옷. 홈 화면에 어울리는 걸로 고르세요.
ms: Aplikasi yang sama, kot yang berbeza. Pilih mana-mana yang sesuai dengan Skrin Utama anda.
pl: Ta sama aplikacja, inny płaszcz. Wybierz tę, która pasuje do ekranu głównego.
pt_br: Mesmo app, outra roupa. Escolha a que combina com a sua tela de início.
th: แอปเดิม เปลี่ยนเสื้อ เลือกอันที่เข้ากับหน้าจอโฮมของคุณ
tr: Aynı uygulama, farklı bir kılık. Ana Ekranınıza hangisi yakışıyorsa onu seçin.
vi: Vẫn ứng dụng đó, khoác áo khác. Chọn kiểu hợp với Màn hình chính của bạn.
zh_hant_hk: 同一個 App，換件外衣。揀個配襯你主畫面的。

# lock_title
source: Locked
da: Låst
de: Gesperrt
es_419: Bloqueado
es_es: Bloqueado
fil: Naka-lock
fr: Verrouillé
fr_ca: Verrouillé
id: Terkunci
it: Bloccato
ja: ロック中
ko: 잠겨 있어요
ms: Berkunci
pl: Zablokowano
pt_br: Bloqueado
th: ล็อกอยู่
tr: Kilitli
vi: Đã khóa
zh_hant_hk: 已鎖定

# lock_unlock_cta
source: Unlock with Face ID
da: Lås op med Face ID
de: Mit Face ID entsperren
es_419: Desbloquear con Face ID
es_es: Desbloquear con Face ID
fil: I-unlock gamit ang Face ID
fr: Déverrouiller avec Face ID
fr_ca: Déverrouiller avec Face ID
id: Buka dengan Face ID
it: Sblocca con Face ID
ja: Face IDでロック解除
ko: Face ID로 잠금 해제
ms: Buka dengan Face ID
pl: Odblokuj za pomocą Face ID
pt_br: Desbloquear com Face ID
th: ปลดล็อกด้วย Face ID
tr: Face ID ile aç
vi: Mở khóa bằng Face ID
zh_hant_hk: 用 Face ID 解鎖

# log_abv_label
source: Alcohol content
da: Alkoholprocent
de: Alkoholgehalt
es_419: Contenido de alcohol
es_es: Graduación
fil: Nilalamang alkohol
fr: Teneur en alcool
fr_ca: Taux d'alcool
id: Kadar alkohol
it: Gradazione
ja: アルコール度数
ko: 도수
ms: Kandungan alkohol
pl: Zawartość alkoholu
pt_br: Teor alcoólico
th: ดีกรี
tr: Alkol oranı
vi: Độ cồn
zh_hant_hk: 酒精度

# log_calories_label
source: Calories
da: Kalorier
de: Kalorien
es_419: Calorías
es_es: Calorías
id: Kalori
it: Calorie
ja: カロリー
ko: 칼로리
ms: Kalori
pl: Kalorie
pt_br: Calorias
th: แคลอรี่
tr: Kalori
vi: Calo
zh_hant_hk: 卡路里

# log_cost_label
source: What did it cost?
da: Hvad kostede den?
de: Was hat es gekostet?
es_419: ¿Cuánto costó?
es_es: ¿Cuánto ha costado?
fil: Magkano ito?
fr: Combien ça a coûté ?
fr_ca: Combien ça a coûté ?
id: Berapa harganya?
it: Quanto è costato?
ja: いくらでしたか?
ko: 얼마였어요?
ms: Berapa harganya?
pl: Ile to kosztowało?
pt_br: Quanto custou?
th: จ่ายไปเท่าไหร่
tr: Ne kadar tuttu?
vi: Ly này giá bao nhiêu?
zh_hant_hk: 幾多錢？

# log_cta_next
source: Next
da: Næste
de: Weiter
es_419: Siguiente
es_es: Siguiente
fil: Susunod
fr: Suivant
fr_ca: Suivant
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
pl: Dalej
pt_br: Avançar
th: ถัดไป
tr: İleri
vi: Tiếp
zh_hant_hk: 下一步

# log_cta_save
source: Save drink
da: Gem drink
de: Getränk speichern
es_419: Guardar el trago
es_es: Guardar copa
fil: I-save ang inom
fr: Enregistrer le verre
fr_ca: Enregistrer le verre
id: Simpan minuman
it: Salva bicchiere
ja: 保存する
ko: 이 잔 저장하기
ms: Simpan minuman
pl: Zapisz drinka
pt_br: Salvar bebida
th: บันทึกแก้วนี้
tr: İçkiyi kaydet
vi: Lưu ly này
zh_hant_hk: 儲存這一杯

# log_custom_sub
source: Any volume, any ABV, never behind a paywall.
da: Enhver mængde, enhver alkoholprocent — aldrig bag en betalingsmur.
de: Jede Menge, jeder Alkoholgehalt, nie hinter einer Bezahlschranke.
es_419: Cualquier volumen, cualquier graduación, nunca de pago.
es_es: Cualquier volumen, cualquier graduación, nunca de pago.
fil: Kahit anong volume, kahit anong ABV, hindi kailanman nasa likod ng paywall.
fr: N'importe quel volume, n'importe quel degré, jamais payant.
fr_ca: N'importe quel volume, n'importe quel taux, jamais payant.
id: Berapa pun volumenya, berapa pun kadarnya, tidak pernah dikunci.
it: Qualsiasi volume, qualsiasi gradazione, mai a pagamento.
ja: どんな量でも、どんな度数でも。ここに課金の壁はありません。
ko: 용량도 도수도 자유롭게. 유료 기능이 아니에요.
ms: Apa-apa isi padu, apa-apa ABV, tidak pernah berbayar.
pl: Dowolna objętość, dowolna moc — nigdy za opłatą.
pt_br: Qualquer volume, qualquer teor alcoólico, sempre liberado.
th: ปริมาณเท่าไหร่ก็ได้ ดีกรีเท่าไหร่ก็ได้ ไม่เคยต้องจ่ายเงิน
tr: İstediğiniz hacim, istediğiniz alkol oranı — hiçbir zaman ücretli değil.
vi: Bất kỳ dung tích nào, bất kỳ độ cồn nào, không bao giờ phải trả phí.
zh_hant_hk: 任何份量、任何酒精度，永遠不收費。

# log_custom_title
source: Create custom drink
da: Opret egen drink
de: Eigenes Getränk anlegen
es_419: Crear un trago personalizado
es_es: Crear bebida personalizada
fil: Gumawa ng custom na inumin
fr: Créer une boisson personnalisée
fr_ca: Créer un verre personnalisé
id: Buat minuman kustom
it: Crea bevanda personalizzata
ja: カスタムのお酒を作る
ko: 나만의 술 만들기
ms: Cipta minuman tersuai
pl: Utwórz własnego drinka
pt_br: Criar bebida personalizada
th: สร้างเครื่องดื่มของตัวเอง
tr: Özel içki oluştur
vi: Tạo đồ uống tùy chọn
zh_hant_hk: 自訂一款飲品

# log_pick_intro
source: What did you have? Pick close enough, you can fine-tune everything next.
da: Hvad fik du? Vælg noget, der er tæt nok på — du kan finjustere alt bagefter.
de: Was hattest du? Nimm etwas, das ungefähr passt, alles Weitere justierst du gleich.
es_419: ¿Qué tomaste? Elige lo más parecido; todo se ajusta en el siguiente paso.
es_es: ¿Qué has tomado? Elige lo más parecido; luego puedes ajustarlo todo.
fil: Ano ang ininom mo? Pumili ng malapit na, maaayos mo ang lahat sa susunod.
fr: Qu'avez-vous bu ? Choisissez au plus proche, tout s'affine à l'étape suivante.
fr_ca: Qu'est-ce que tu as pris ? Choisis ce qui s'en approche, tu ajusteras tout à l'étape suivante.
id: Minum apa tadi? Pilih yang paling mendekati, semuanya bisa disesuaikan di langkah berikutnya.
it: Cosa hai bevuto? Scegli qualcosa di simile, poi regoli tutto al passaggio dopo.
ja: 何を飲みましたか? 近いものを選べば大丈夫です。細かいところは次で調整できます。
ko: 뭘 드셨어요? 비슷한 걸로 고르면 돼요. 자세한 건 다음 단계에서 맞출 수 있어요.
ms: Apa yang anda minum? Pilih yang hampir sama, semuanya boleh diperhalusi selepas ini.
pl: Co to było? Wystarczy coś zbliżonego — wszystko można doprecyzować w następnym kroku.
pt_br: O que você tomou? Escolha algo parecido, dá para ajustar tudo na próxima etapa.
th: ดื่มอะไรไป เลือกอันที่ใกล้เคียงก็พอ เดี๋ยวค่อยปรับละเอียดในขั้นถัดไป
tr: Ne içtiniz? Yakın olan bir şey seçin; sonraki adımda her şeye ince ayar yapabilirsiniz.
vi: Bạn đã uống gì? Chọn gần đúng là được, bước sau tinh chỉnh lại hết.
zh_hant_hk: 飲了甚麼？揀個相近的就可以，下一步再慢慢調。

# log_quantity_label
source: Quantity
da: Antal
de: Anzahl
es_419: Cantidad
es_es: Unidades
fil: Dami
fr: Quantité
fr_ca: Quantité
id: Jumlah
it: Quantità
ja: 杯数
ko: 잔 수
ms: Kuantiti
pl: Ilość
pt_br: Quantidade
th: จำนวนแก้ว
tr: Adet
vi: Số lượng
zh_hant_hk: 杯數

# log_review_meta
source: %1$d ml · %2$@%% ABV
da: %1$d ml · %2$@ %% vol.
de: %1$d ml · %2$@ %% vol
es_419: %1$d ml · %2$@ %% alc. vol.
es_es: %1$d ml · %2$@ %% vol.
fr: %1$d ml · %2$@ %% vol.
fr_ca: %1$d ml · %2$@ %% alc./vol.
it: %1$d ml · %2$@%% vol.
ja: %1$d ml · 度数%2$@%%
ko: %1$d ml · 도수 %2$@%%
pl: %1$d ml · alk. %2$@ %%
pt_br: %1$d ml · %2$@%% de álcool
th: %1$d มล. · ดีกรี %2$@%%
tr: %1$d ml · %%%2$@ alkol
vi: %1$d ml · %2$@%% độ cồn
zh_hant_hk: %1$d 毫升 · 酒精度 %2$@%%

# log_review_meta_half
source: ×½ · %1$d ml · %2$@%% ABV
da: ×½ · %1$d ml · %2$@ %% vol.
de: ×½ · %1$d ml · %2$@ %% vol
es_419: ×½ · %1$d ml · %2$@ %% alc. vol.
es_es: ×½ · %1$d ml · %2$@ %% vol.
fr: ×½ · %1$d ml · %2$@ %% vol.
fr_ca: ×½ · %1$d ml · %2$@ %% alc./vol.
it: ×½ · %1$d ml · %2$@%% vol.
ja: ×1/2 · %1$d ml · 度数%2$@%%
ko: ×½ · %1$d ml · 도수 %2$@%%
pl: ×½ · %1$d ml · alk. %2$@ %%
pt_br: ×½ · %1$d ml · %2$@%% de álcool
th: ×½ · %1$d มล. · ดีกรี %2$@%%
tr: ×½ · %1$d ml · %%%2$@ alkol
vi: ×½ · %1$d ml · %2$@%% độ cồn
zh_hant_hk: ×½ · %1$d 毫升 · 酒精度 %2$@%%

# log_review_meta_qty
source: ×%1$d · %2$d ml · %3$@%% ABV
da: ×%1$d · %2$d ml · %3$@ %% vol.
de: ×%1$d · %2$d ml · %3$@ %% vol
es_419: ×%1$d · %2$d ml · %3$@ %% alc. vol.
es_es: ×%1$d · %2$d ml · %3$@ %% vol.
fr: ×%1$d · %2$d ml · %3$@ %% vol.
fr_ca: ×%1$d · %2$d ml · %3$@ %% alc./vol.
it: ×%1$d · %2$d ml · %3$@%% vol.
ja: ×%1$d · %2$d ml · 度数%3$@%%
ko: ×%1$d · %2$d ml · 도수 %3$@%%
pl: ×%1$d · %2$d ml · alk. %3$@ %%
pt_br: ×%1$d · %2$d ml · %3$@%% de álcool
th: ×%1$d · %2$d มล. · ดีกรี %3$@%%
tr: ×%1$d · %2$d ml · %%%3$@ alkol
vi: ×%1$d · %2$d ml · %3$@%% độ cồn
zh_hant_hk: ×%1$d · %2$d 毫升 · 酒精度 %3$@%%

# log_saved_to_day
source: Saved to %1$@, you can remove it any time.
da: Gemt: %1$@ — du kan fjerne den når som helst.
de: Für %1$@ gespeichert, du kannst es jederzeit entfernen.
es_419: %1$@: guardado, puedes quitarlo cuando quieras.
es_es: Se ha guardado en %1$@; puedes quitarlo cuando quieras.
fil: Na-save sa %1$@, maaari mo itong alisin anumang oras.
fr: %1$@ : enregistré, vous pouvez le retirer à tout moment.
fr_ca: Enregistré pour %1$@, tu peux le retirer en tout temps.
id: Tersimpan untuk %1$@, bisa dihapus kapan saja.
it: Salvato su %1$@, puoi rimuoverlo quando vuoi.
ja: %1$@に保存しました。いつでも削除できます。
ko: %1$@에 저장했어요. 언제든 지울 수 있어요.
ms: Disimpan untuk %1$@, anda boleh membuangnya bila-bila masa.
pl: Zapisano: %1$@. Można to usunąć w każdej chwili.
pt_br: Salvo em %1$@, você pode remover quando quiser.
th: บันทึกไว้ที่ %1$@ แล้ว ลบออกเมื่อไหร่ก็ได้
tr: Kaydedildi: %1$@. İstediğiniz zaman kaldırabilirsiniz.
vi: Đã lưu vào %1$@, có thể gỡ bất cứ lúc nào.
zh_hant_hk: 已存到 %1$@，隨時可以移除。

# log_saved_to_today
source: Saved to today, you can remove it any time.
da: Gemt på i dag — du kan fjerne den når som helst.
de: Für heute gespeichert, du kannst es jederzeit entfernen.
es_419: Guardado en el día de hoy; puedes quitarlo cuando quieras.
es_es: Se ha guardado en el día de hoy; puedes quitarlo cuando quieras.
fil: Na-save sa araw na ito, maaari mo itong alisin anumang oras.
fr: Enregistré pour aujourd'hui, vous pouvez le retirer à tout moment.
fr_ca: Enregistré pour aujourd'hui, tu peux le retirer en tout temps.
id: Tersimpan untuk hari ini, bisa dihapus kapan saja.
it: Salvato su oggi, puoi rimuoverlo quando vuoi.
ja: 今日に保存しました。いつでも削除できます。
ko: 오늘 날짜로 저장했어요. 언제든 지울 수 있어요.
ms: Disimpan untuk hari ini, anda boleh membuangnya bila-bila masa.
pl: Zapisano na dziś. Można to usunąć w każdej chwili.
pt_br: Salvo no dia de hoje, você pode remover quando quiser.
th: บันทึกไว้ที่วันนี้แล้ว ลบออกเมื่อไหร่ก็ได้
tr: Bugüne kaydedildi. İstediğiniz zaman kaldırabilirsiniz.
vi: Đã lưu vào hôm nay, có thể gỡ bất cứ lúc nào.
zh_hant_hk: 已存到今日，隨時可以移除。

# log_search_placeholder
source: Search drinks
da: Søg i drinks
de: Getränke suchen
es_419: Buscar bebidas
es_es: Buscar bebidas
fil: Maghanap ng inumin
fr: Rechercher une boisson
fr_ca: Rechercher un verre
id: Cari minuman
it: Cerca bevande
ja: お酒を検索
ko: 술 검색
ms: Cari minuman
pl: Szukaj drinków
pt_br: Buscar bebidas
th: ค้นหาเครื่องดื่ม
tr: İçki ara
vi: Tìm đồ uống
zh_hant_hk: 搜尋飲品

# log_section_popular
source: POPULAR
da: POPULÆRE
de: BELIEBT
es_419: POPULARES
es_es: POPULARES
fr: POPULAIRES
fr_ca: POPULAIRES
id: POPULER
it: POPOLARI
ja: 定番
ko: 인기
pl: POPULARNE
pt_br: POPULARES
th: ยอดนิยม
tr: POPÜLER
vi: PHỔ BIẾN
zh_hant_hk: 熱門

# log_section_your_drinks
source: YOUR DRINKS
da: DINE DRINKS
de: DEINE GETRÄNKE
es_419: TUS BEBIDAS
es_es: TUS BEBIDAS
fil: MGA INUMIN MO
fr: VOS BOISSONS
fr_ca: TES VERRES
id: MINUMANMU
it: LE TUE BEVANDE
ja: 保存したお酒
ko: 내 술
ms: MINUMAN ANDA
pl: TWOJE DRINKI
pt_br: SUAS BEBIDAS
th: เครื่องดื่มของคุณ
tr: İÇKİLERİNİZ
vi: ĐỒ UỐNG CỦA BẠN
zh_hant_hk: 你的飲品

# log_serving_label
source: Serving size
da: Serveringsstørrelse
de: Füllmenge
es_419: Tamaño de la porción
es_es: Cantidad
fil: Laki ng serving
fr: Contenance
fr_ca: Format de la portion
id: Ukuran sajian
it: Porzione
ja: 1杯の量
ko: 용량
ms: Saiz hidangan
pl: Wielkość porcji
pt_br: Tamanho da dose
th: ปริมาณต่อแก้ว
tr: Porsiyon miktarı
vi: Dung tích
zh_hant_hk: 份量

# log_title_review
source: Review & save
da: Se efter og gem
de: Prüfen & speichern
es_419: Revisar y guardar
es_es: Revisar y guardar
fil: Repasuhin at i-save
fr: Vérifier et enregistrer
fr_ca: Vérifier et enregistrer
id: Tinjau & simpan
it: Controlla e salva
ja: 確認して保存
ko: 확인하고 저장
ms: Semak & simpan
pl: Sprawdź i zapisz
pt_br: Revisar e salvar
th: ตรวจดูแล้วบันทึก
tr: Gözden geçir ve kaydet
vi: Xem lại và lưu
zh_hant_hk: 檢視並儲存
